[
  {
    "day": 0,
    "date": "2025-11-24",
    "title": "📘 2025-11-24 · 千惠的日記",
    "content": "出現這則就表示測試成功了\n\n就代表千惠bot終於debug完畢。\n\n這是最後一次自動化測試了"
  },
  {
    "day": 999,
    "date": "2025-11-26",
    "title": "📘 2025-11-26 · 千惠的日記",
    "content": "第二次測試\n\n也是最後一次測試"
  },
  {
    "day": 487,
    "date": "2025-11-27",
    "title": "📘 2025-11-27 · 千惠的日記",
    "content": "第三次測試\n\n多測多益"
  },
  {
    "day": 1,
    "date": "2025-12-01",
    "title": "📘 2025-12-01 · 千惠的日記",
    "content": "今天是當兵第一天，從桃園坐接駁車一路下嘉義，這天終究還是到來了，領到徵集令的時候我就覺得完蛋了，兩個禮拜就這麼快就過去了，我的自由生活也到頭了\n\n嘉義中坑有所謂的天堂與地獄，這裡是我早就幫你準備好的日記，以免我當天沒有拿到手機，所以120天我一天一天打出來的，我不知道我會是天堂還是地獄，但我這雖樣應該是地獄吧，一想到下次見面大概就是兩周後了，心裡其實蠻有壓力的，我到營區的時候應該會要求我報平安，那大概就是會是我近兩周最後一則打給你的訊息了\n\n我不在的時候不管是功課還是學業要好好自己顧好，我知道前陣子你狀況蠻糟糕的，但要好好照顧自己，知道了嗎\n\n2024-12-01。\n\n四個月的時間說長不長，說短不短，終究還是要面臨到的事情就無法逃避，我只想告訴你，一定要好好照顧你自己，等我回來\n\n還有拜託你：多喝水。你家有飲水機。不要每天喝飲料\n\n然後也要記得去吃點東西，泡芙也要幫我照顧好\n\n今天推薦你一首歌：ONE WAY TICKET – ONE OK ROCK。這是前往當兵的單程票，而我留下這些讓你可以留念我"
  },
  {
    "day": 2,
    "date": "2025-12-02",
    "title": "📘 2025-12-02 · 千惠的日記",
    "content": "我是不清楚我第二天會怎樣啦，但就我上網找的資料，這幾天好像就是一直寫資料之類的。\n\n是說我之前有說，其實我覺得我這個時間進去算是還不錯了，這段時間會遇到跨年，會遇到新年，會遇到春節跟228，只不過還有我的生日，原本還在想今年生日要怎麼過的，現在不用想了\n\n第二天的時候我應該體驗到所謂的防彈豬排了，幹我真的覺得我應該會瘦，但如果我抽到精南聽說就很爽了，精北潘洛迪，精南烤肉營\n\n啊我不在要記得好好吃飯誒，不要再有一餐沒一餐了，說實在光是打到第二天我就快掰不出來了，天啊，但記的睡眠要規律，出門前要先查好要去的路線，不懂就多問問身邊的朋友喔，明天見"
  },
  {
    "day": 3,
    "date": "2025-12-03",
    "title": "📘 2025-12-03 · 千惠的日記",
    "content": "2024-12-03。我真的好想買機車，但好像跟我在當兵沒甚麼關心，今天應該是第三天，就跟我所說的東西一樣，我在思考我要不要乾脆一個月打一次就好，一次120天還是有點難\n\n不知道北部的天氣如何，但你肯定怕冷怕得要死，出門的時候要多穿一點，如果不知道要吃甚麼可以去吃八方，那邊有湯對你來講也比較好\n\n已經進去第三天了，所以自然而然也不清楚你功課大概如何，但總之要加油，狀態要搞好\n\n今天再推薦你一首歌：Till I – SawanoHiroyuki[nZk] 這首是死渣男跟澤也合作的，我覺得還蠻好聽的，你可以聽聽看，聽完了要把心得告訴我，一想到放假還好遠，我可能還被操的要死，還是希望你可以開心，我也很想你，真的，就算是打字的時候我也會害怕，我無法想像突然脫離有你的生活，一定要好好照顧你自己喔"
  },
  {
    "day": 4,
    "date": "2025-12-04",
    "title": "📘 2025-12-04 · 千惠的日記",
    "content": "今天推薦你一首歌：Tiny Pieces – ONE OK ROCK。\n\n2024-12-04。\n\n誒幹我其實很期待我退伍後緊接著是oor演唱會這件事，可能仔細想想我好像搶不了票，靠北，但真的好想聽喔\n\n我覺得我這時候大概已經開始想念龍華附近的伙食了，至少能吃，對吧，我開始想念天下奇雞了，還有飲料，但我進去大概也可以狂投飲料，不過我應該要讓自己克制些\n\n啊我喝水你也要多喝水捏。別再讓我提醒你家有飲水機。不要每天喝飲料\n\n今天是新訓第 4 天，我應該終於習慣要怎麼在這裡的床入睡了，還好我有買耳塞，不然鄰兵的打呼聲隨便挑一個可能都比我大聲，中午休息時間短到讓人懷疑是不是在坐牢，但，對，我確實是在坐牢\n\n我覺得我很快就會忘記今天禮拜幾了，我在思考我要不要乾脆就在裡面無聊的時候多畫畫，說實在的，感覺會閒得要命\n\n感覺有夠累的，有甚麼想要說的就跑私訊那邊去吧，現在只能和你說，我的精神與你同在"
  },
  {
    "day": 5,
    "date": "2025-12-05",
    "title": "📘 2025-12-05 · 千惠的日記",
    "content": "今天理論上應該會是第五天，你知道我原本想說要用chatgpt寫這些，但感覺gpt也只是一直在排列組合而已，還不如我自己親手打給你，雖然挺累的，但應該也蠻值得的，我不知道裡面會不會有郵局，有的話我也偶爾想寫信給你，這樣才可以真實反映我在裡面到底如何，我覺得依我這種個性，感覺這天就會找到朋友喇咧了，但別放心，我還是愛你的\n\n記得要吃飯，睡眠規律，我在裡面管不著你，可是也不要每天在那邊打圖書館，愛如出來的時候要幫我抽卡誒，沒抽到扁死你，我希望時間過快一點，我真的好想過了這四個月就趕快恢復正常生活，如果想我了，記得有泡芙，把他想成我，又或者把想對我說的話打在私訊裡面，如果我能看手機了，第一時間回你，等我回來。"
  },
  {
    "day": 6,
    "date": "2025-12-06",
    "title": "📘 2025-12-06 · 千惠的日記",
    "content": "今天理論上應該會是第六天，應該會是我進去之後遇到的第一個周末，週末的時候如果要出門，不要搞丟自己，如果沒有要幹甚麼就不要跑太遠，周末可以狂睡沒關係，但不要讓我念你記的吃飯這件事，但如果你天天吃永豆我也會念死你\n\nビビッド-tayori，今天推你這首，我蠻喜歡他的旋律的，找了很久才找到，阿靠北，我不是在打預設訊息嗎，我怎麼已經時間錯亂了\n\n吃飯睡覺喝水ㄚㄚㄚㄚㄚㄚㄚ，照顧好你自己，放假回來我會找你，記得要挪出時間見我，你要看到光頭版的我了，感覺會像是一顆滷蛋在那邊跳來跳去，想不到要吃什麼的話，就把後街你跟我吃過的東西全吃過一輪吧，全部吃完一輪大概也一個月了，不知道這個時候你家會不會還有螞蟻的問題，但如果有要記得要買螞蟻藥擺，如果都不丟垃圾那難怪會長螞蟻。"
  },
  {
    "day": 7,
    "date": "2025-12-07",
    "title": "📘 2025-12-07 · 千惠的日記",
    "content": "到這裡我應該就離我第一次放假不遠了，至少剩下一個禮拜了，功課最近做的如何，反正我是很想你啦，其實這裡的訊息大多都是我11/23先打好的，幹我在裡面就不能用手機，可以用還搞這個幹嘛\n\n歌ってみた】Rumor ルーマー - ポリスピカデリー /Covered by 花鋏キョウ，今天是這個，說實在我很喜歡花鋏的形象，他唱某些歌都會有真正的翻唱歌手的感覺，之前我聽的nonononono醬我也很喜歡，改天再推薦給你\n\n我在軍營裏面的時候應該也會寫一些小日記，我打算先在軍營前打14天的內容，懇親假的時候我就打上其他14天的，感覺這樣比較好，不然要我在當兵前就把訊息打好屬於是有點難了，今天就喝一點玉米濃湯吧，我已經開始懷念玉米濃湯的滋味了，功課加油，記的吃飯睡覺，冬天的時候也要洗頭，如果我不在真的很閒就去白喵打個機也可以"
  },
  {
    "day": 8,
    "date": "2025-12-08",
    "title": "📘 2025-12-08 · 千惠的日記",
    "content": "Call you - YAMADA TAMARU，這首是末日三問的歌，我超喜歡末日三問的不知道你記得不記得，但我會喜歡末日三問也是曾經待在心愛台那段時間，心愛他很喜歡珂朵莉，所以後續我也跑去看了末日三問，糟糕，我超喜歡的\n\n今天應該會是我坐牢的第八天，突然想到我在裡面的話，ff好像參加不到，好想要買hiten的套組阿，還是這次換我去請朋友去幫我買，如果你有朋友可以幫我買的話，請幫我一下，那個套組一個750，其他的不用買，超感謝\n\n防彈豬排不知道跟防彈少年團有沒有關係，但肯定跟我沒關係，感覺我出來的時候，我的昆應該都可以寫小一點了，因為我變瘦了，螢光咖哩請離我遠一點\n\n既然都講到咖哩了，還是你今天要吃咖哩，不過291好像星期一沒有開，也不要跑去吃小米食堂的，那個有夠難吃的拜託，東東的感覺一大堆人愛吃，可是我明明就覺得還好"
  },
  {
    "day": 9,
    "date": "2025-12-09",
    "title": "📘 2025-12-09 · 千惠的日記",
    "content": "今天是第九天，這首你應該聽過，夢と葉桜「 ヲタみん // Wotamin Cover 」這首好老了，但現在聽還是很喜歡，那種輕輕的節奏感，加上乾淨的歌詞，特別喜歡\n\n在軍營裏面的生活就是睡飽吃，吃飽睡，然後操課操課操課，聽說進去會變的很笨，所以決定帶書進去，可是不能帶整冊的到底是甚麼白癡規定，我應該就14天帶一本自己影印的進去，但也不要帶太多好了，感覺會很麻煩，帶自己的小本子進去寫日記跟畫畫就好\n\n不知道你這幾天過得如何，但不管怎樣都要好好生活，要記得該吃飯就要吃飯，不要整天吃泡麵，能的話買把小刀，我是不知道我店裡還有沒有賣奇異果，但有的話切個幾棵給自己吃，你需要吃點水果\n\n該好好睡覺就要好好睡覺喔，愛你"
  },
  {
    "day": 10,
    "date": "2025-12-10",
    "title": "📘 2025-12-10 · 千惠的日記",
    "content": "我覺得我應該習慣防彈豬排了，不習慣應該也不行，再不吃就餓死了，嘉義好像反而是我全台灣最不熟的地方，就算是屏東還是台東都來的比嘉義還熟，但希望到時候下部隊的時候不要越抽越遠就好了\n\n已經想見你了，幹真的好久了，真他媽希望我不要習慣這種生活，雖然我不可能會簽下去，但在高中的時候我還真的有想過要不要走軍人，但想了想果然我大概不是很適合\n\n今天是我的第十天，離第一次放假理論上應該只剩下兩天，我好想念我家全聯對面那個油到我會拉肚子的滷肉飯，想念那個每次都會幫我免費加飯的小米食堂，想念那個早餐店阿姨都已經認識我會吃卡拉雞腿堡，雖然這些都是預設訊息，可是我是模擬當下我大概會想念甚麼東西了，當然也包括你，要記得找時間丟垃圾，如果北部很冷，看要不要一個人去吃小火鍋也可以，可是不要吃冰喔，如果月事來了就會痛到你哭出來了"
  },
  {
    "day": 11,
    "date": "2025-12-11",
    "title": "📘 2025-12-11 · 千惠的日記",
    "content":"明天應該就是我的懇親假了，希望如此，但好像也可能是星期六，但沒關係，就算是一天我也等的下去，我真的是太想出去了，我快被操死了，真的要瘦一圈了，天天跑5000，我被迫學會伏地挺身了，鄰兵每天都在跟我講一些超級難笑的玩笑救命，現在我跟我的筆記本就是命運共通體\n\n記的要好好吃飯，睡覺，喝水，我很擔心你一個人生活沒有人把你抓出來你就不會做這些，設計系的功課也一直都很辛苦，我也一直都看在眼裡，我給你的手環，還有泡芙，如果需要我我又不在的時候，希望看到這些都可以讓你想起我，雖然暫時不能陪你聊天，但我真的心繫於你，順利的話，今天見，或是明天見\n\n記的要穿多一點，12月中應該真的慢慢冷下來了，也不知道vtb現在的情況如何，我不在的時候，如果他們那邊有發生事情，你有閒時的時候就學著處理看看事情吧"
  },
  {
    "day": 12,
    "date": "2025-12-12",
    "title": "📘 2025-12-12 · 千惠的日記",
    "content": "懇親假，等我上桃園，今天見。"
  },
  {
    "day": 13,
    "date": "2025-12-13",
    "title": "📘 2025-12-13 · 千惠的日記",
    "content": "今天推薦你一首歌：Broken Heart of Gold – ONE OK ROCK。\n\n等我們以後一起去大巨蛋聽 ONE OK ROCK，我一定要牽著你的手進場。\n\n你最近在設計系真的很辛苦，我知道你常常把情緒壓著、不敢講，但你真的比你以為的還努力、還細膩。\n\n但奇怪的是，一想到你今天可能在哪裡——是不是從 全聯 下車、是不是可能跑來全聯等我——我就覺得自己還能撐一下。\n\n2024-12-13。\n\n今天是新訓第 13 天，還是一樣像地獄。被操到整個人快散掉，吃飯像懲罰，休息時間短到讓人懷疑是不是在坐牢。\n\n我突然想到我們以前 我們一起喝飲料聊天 的畫面，還有一起吃 50嵐、一起聽 我們常一起聽的歌單 的時候，心裡會突然變得比較暖。\n\n還有拜託你：多喝水。你家有飲水機。不要每天喝飲料，我真的會念你念到天荒地老。"
  },
  {
    "day": 14,
    "date": "2025-12-14",
    "title": "📘 2025-12-14 · 千惠的日記",
    "content": "今天是新訓第 14 天，還是一樣像地獄。被操到整個人快散掉，吃飯像懲罰，休息時間短到讓人懷疑是不是在坐牢。\n\n今天推薦你一首歌：Shinjitsu – ONE OK ROCK。\n\n還有拜託你：多喝水。你家有飲水機。不要每天喝飲料，我真的會念你念到天荒地老。\n\n我真的好想買機車，第一件事就是載你去吃東西、兜風、玩整天。\n\n我突然想到我們以前 你在旁邊看我玩音遊 的畫面，還有一起吃 龜記、一起聽 我們常一起聽的歌單 的時候，心裡會突然變得比較暖。\n\n但奇怪的是，一想到你今天可能在哪裡——是不是從 龜山站 下車、是不是可能跑來全聯等我——我就覺得自己還能撐一下。\n\n你最近在設計系真的很辛苦，我知道你常常把情緒壓著、不敢講，但你真的比你以為的還努力、還細膩。\n\n2024-12-14。"
  }
  
]
